proj-xcode/TestClasses/PowerAuthServerSOAP/SoapRequests.bundle/CreatePersonalizedOfflineSignaturePayload.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pow="http://getlime.io/security/powerauth">
	<soapenv:Header/>
	<soapenv:Body>
		<pow:CreatePersonalizedOfflineSignaturePayloadRequest>
			<pow:activationId>$1</pow:activationId>
			<pow:data>$2</pow:data>
		</pow:CreatePersonalizedOfflineSignaturePayloadRequest>
	</soapenv:Body>
</soapenv:Envelope>
